Repository: giellalt/corpus-sme
Catalog: tmx/nob/facta/calliidlagadus.org/sam_samegiella.pdf.tmx
Source language: sme
Languages: nob

source: Sámegiella gullá suomaugralaš giellasuorgái mii gullá urálalaš gielaide, ja sámegiella lea báltalaš suomaugralaš gielaid (suomagiela, esttegiela ja uŋgáragiela) fuolkegiella.
nob: Det samiske språket tilhører den finskugriske gren av de uralske språkene.

source: Sámegiella ja sámi árbevirolaš ássanguovlu lea Suoma, Norgga ja Ruoŧa davviguovlluin, ja vel Guoládatnjárggas Ruoššas.
nob: Det er beslektet med de østersjøfinske språkene finsk, estisk, samt ungarsk.

source: Skandinávias, sámi ássanguovlu manná nu lulás go Femundenii Norgga bealde ja Dalarneii Ruoŧa bealde.
nob: Det samiske språk og bosettingsområdet strekker seg over de nordlige deler av Norge, Sverige, Finland og Kolahalvøya i Russland, i Skandinavia så langt sør som Femunden på norsk side og Dalarne i Sverige.

source: Davvisámegiella lea stuorimus sámi suopman ja dan hupmet sápmelaččat Suomas, Norggas ja Ruoŧas.
nob: Nordsamisk er den største samiske språkgruppen og omfatter samer i både Norge, Sverige og Finland.

source: 1979:s mearriduvvui oktasaš davvisámi čállingiella.
nob: I 1979 ble et felles skriftspråk for nordsamisk vedtatt.

source: Čállinvuohki lea lahka hubmojuvvon giela.
nob: Ortografien ligger nært talespråket.

source: Sámegielas leat olu sánit mat govvidit luonddu, elliid, muohttaga; sánit mat leat dehálaččat bivddus, guolásteamis ja boazodoalus.
nob: Samisk er rikt på ord og uttrykk som beskriver natur, dyreliv, formasjoner i naturen, snø og forhold som var viktige i jakt og fangstsamfunnet.

source: Sámi eallinvuogi rievdan lea dagahan ahte ollu dihto sánit ja dadjanvuogit leat jávkan dán áiggi go daidda ii leat šat nu dárbu ođđaáigasaš servodagas.
nob: Endringene i den samiske levemåten har gjort at disse ord og uttrykk holder på å gå tapt.

source: Iskkadeamis maid Sámi ealáhus ja guorahallanguovddáš čađahii 2000:s Sámi giellaráđi ovddas, meroštallojuvvo ahte Norggas leat sullii 25 000 olbmo geat geavahit sámegiela.
nob: En undersøkelse gjort av Samisk nærings og utredningssenter i 2000 for Samisk språkråd anslår samiske språkbrukere i Norge til ca. 25.000.

source: Sullii bealli dáin hupmet, lohket ja čállet sámegiela.
nob: Omtrent halvparten av disse både taler, leser og skriver samisk.

source: Lea leamaš positiivvalaš ovdáneapmi maŋemus guoktelogi jagi, erenoamážit sámegiela hálddahusguovllus Norggas gos sámi giellaláhka lea doaibmagoahtán, namalassii Unjárgga, Deanu, Kárášjoga ja Guovdageainnu suohkaniin Finnmárkku fylkkas ja Gáivuona suohkanis Romssa fylkkas.
nob: Det har vært en positiv utvikling de siste tjue år, særlig i det området som betegnes som forvaltningsområdet for samisk språk, og omfattes av samisk språklov i Norge, nemlig kommunene Nesseby, Tana, Karasjok, Porsanger og Kautokeino i Finnmark fylke, og Kåfjord i Troms fylke.

source: Odne lullisámegiella lea buot hearkkimus dilis sámi suopmaniin, go lullisámegiella ii leat šat juohkebeaivválaš giella máŋgga lullisámi bearrašiin.
nob: Sørsamisken er i dag svakest stilt, da samisk språk ikke lenger er dagligspråket i så mange familier.

source: Julevsámegiella lea oalle muddui buoret dilis go ollu mánát dál ohppet sámegiela ruovttuin ja skuvllain.
nob: Noe bedre er det for lulesamisk, der flere barn nå lærer samisk både hjemme og på skolen.

source: www.samediggi.no
nob: Sjøsamiske dialekter

source: Vadsø
nob: Neiden

source: Šoŋgui
nob: Lakselv

source: Čuhkkesuolu
nob: Alta Inari

source: Áhkkil
nob: Røros
